Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/sd/samediggi.no/raporta-cajeha-ahte-sami-stoahkanhearvvat-vailot.html.tmx
Source language: sme
Languages: smj

source: Raporta čájeha ahte sámi stoahkanhearvvat váilot / Artikler / Valgperiode 2009 - 2013 / Arkiv / Sámediggi - Sametinget
smj: Rapportta vuoset sáme ståhkusa vádnuni / Artikler / Valgperiode 2009 - 2013 / Arkiv / Sámedigge - Sametinget

source: Raporta čájeha ahte sámi stoahkanhearvvat váilot
smj: Rapportta vuoset sáme ståhkusa vádnuni

source: Sámediggi lea čađahan prošeavtta kártendihte makkár sámi stoahkanhearvvat ja pedagogalaš ávdnasat gávdnojit mánáidgárddiin gos leat sámi mánát, dát boahtá ovdan raporttas mii dál almmuhuvvo.
smj: Sámedigge le tjadádam muhtem prosjevtav mij galggá kárttit makta gávnnuji sáme ståhkusa ja pedagogalasj materiála mánájgárdijn gånnå li sáme máná, mij dállá rapportan almoduvvá.

source: - Kártema duogážiin lea Sámediggi buktán árvalusa guovtti konkrehta doaibmabidjui, lohká várrepresideanta Laila Susanne Vars, geas lea ovddasvástádus sámi mánáidgárddiide.
smj: - Dán kárttima milta le Sámedigge oajvvadam guokta konkrehta dåjma, javllá sadjásasj presidænnta Laila Susanne Vars, guhti sáme mánájgárdij åvdås vásstet.

source: - Olggobealde joavku lea ásahuvvon, mii galgá bidjat johtui ráhkadit sámi “ hupmanpáhka ”.
smj: - Ålgoldis juogos le álgadum, mij galggá sáme ” ságastimpáhkev ” ásadattját.

source: Ulbmil dákkár páhkain lea nannet sámi mánáid hupmančehppodaga.
smj: Dán páhke ulmme le sáme mánáj giellamáhtudagáv nannit.

source: Joavkkus leat mánáidgárdebargit iešguđet guovllus riikkas.
smj: Juogo ájrrasa li mánájgárddebargge iesjguhtik guovlos lándav miehtáj.

source: Nubbi árvalus doaibmabidjui lea ohcanvuđot doarjja, man ulbmil lea ráhkadit olgostoahkanhearvvaid mat čájehit máŋggabealatvuođa sámi kultuvrras, lohká Vars.
smj: Nubbe oajvvadus le doarjja mav åhtsåt máhttá, mán ulmme le ålggoståhkusijt åvddånahttet ma sáme kultuvra valjesvuodav gåvvidi, javllá Vars.

source: Sámediggi lea ovdal ožžon dieđuid das ahte gávdnojit unnán sámi stoahkanhearvvat mánáidgárddiin, ja danin lei sávahahtti kártet sihke dan mii gávdno, ja maiddái makkár dárbbut mánáidgárddiin leat sámi stoahkanhearvvaide.
smj: Åvddåla le Sámediggáj dieduvvam e gávnnu vuojga sáme ståhkusa mánájgárdijda, danen sihtin kárttit ij dåssju dajt ma gávnnuji, valla aj makta sáme mánájgárde sáme ståhkusijt dárbahi.

source: Áigeguovdilis mánáidgárddiid bargit jearahallojuvvo, jearahanskovi bokte, ja oktanuppelogi mánáidgárddis viđa fylkkas leat fitnan galledeame.
smj: Muhtem mánájgárdij bargge ságájdahteduvvin, gatjálvissjiemá baktu, ja tjoahkkáj lågenanakta mánájgárde vidán fylkan guossiduvvin.

source: - Kárten čájeha ahte buot mánáidgárddit háliidit eanet sámi stoahkanhearvvaid, ja eanet sámi oahpponeavvuid.
smj: - Kárttima baktu vuojnnep gájka mánájgárde sávvi ienep sáme ståhkusijt, ja ienep sáme oahpponævojt.

source: Dat mii goahcá mánáidgárddit háhkat eanet sámi stoahkanhearvvaid, lea sihke ruhtadilli, dat mii gávdno márkanis lea divrras, daid lea váttis oažžut áigái, márkanis eai šat gávdno eanet stoahkanhearvvat, loahpaha Laila Susanne Vars.
smj: Mij mánájgárdijt hieret ienep sáme ståhkusijt åttjudit le sihke ekonomalasj bielle, mij márnánin gávnnu le divras, ja le aj gávnnama duogen, ælla ienep ståhkusa márnánin, låhpat Laila Susanne Vars.

source: Oktavuođaolmmoš: Sámedikki várrepresideanta Laila Susanne Vars, tlf. 977 54 102.
smj: ” 2012 mánájgárddebiejvve ” aktijvuodan guossit Sámedikke sadjásasj presidænnta Laila Susanne Vars Ájastealli mánájgárdev Guovddagæjnon.

source: Kártenraporta sámi stoahkanhearvvain ja pedagogalaš materiálain mánáidgárddiin gos lea sámi mánát
smj: Rapportta sáme ståhkusij ja pedagogalasj nævoj gáktuj mánájgárdijn sáme mánáj almoduvvá:
